tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
brew "antibody"
brew "bat"
brew "coreutils"
brew "fzf"
brew "gh"
brew "neovim"
brew "rbenv"
brew "ripgrep"
brew "tmux"
brew "reattach-to-user-namespace"
brew "jesseduffield/lazygit/lazygit"
cask "font-victor-mono-nerd-font"
cask "1password"
cask "google-chrome"
cask "kitty"
cask "raycast"
cask "firefox"
cask "amethyst"

