tap "felixkratz/formulae"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "johanhaleby/kubetail"
tap "koekeishiya/formulae"
tap "ministryofjustice/cloud-platform-tap"
tap "nikitabobko/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "automake"
brew "boost"
brew "bash"
brew "bat"
brew "glib"
brew "circleci"
brew "coreutils"
brew "dnsmasq"
brew "eza"
brew "fd"
brew "libevent"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-crypt"
brew "git-filter-repo"
brew "jq"
brew "kubernetes-cli", link: false
brew "kubernetes-cli@1.31"
brew "lazygit"
brew "libksba"
brew "libyaml"
brew "neovim"
brew "nginx"
brew "openblas"
brew "numpy"
brew "openssl@1.1"
brew "openvino"
brew "php", restart_service: :changed
brew "pillow"
brew "powerlevel10k"
brew "tcl-tk"
brew "python-tk@3.12"
brew "python-tk@3.13"
brew "python@3.10"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rubyfmt"
brew "tmux"
brew "yt-dlp"
brew "zlib"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazydocker/lazydocker"
brew "johanhaleby/kubetail/kubetail"
brew "ministryofjustice/cloud-platform-tap/cloud-platform-cli"
brew "qmk/qmk/qmk"
cask "1password"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "amethyst"
cask "bluesnooze"
cask "chromedriver"
cask "devutils"
cask "firefox"
cask "font-blex-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-sf-pro"
cask "font-victor-mono-nerd-font"
cask "kitty"
cask "meetingbar"
cask "ngrok"
cask "qmk-toolbox"
cask "raycast"
cask "sf-symbols"
cask "sourcetree"
cask "ubersicht"
cask "whichspace"
